
/* Class = "NSButtonCell"; title = "in the current window"; ObjectID = "134"; */
"134.title" = "in the current window";

/* Class = "NSButtonCell"; title = "in a new window"; ObjectID = "135"; */
"135.title" = "in a new window";

/* Class = "NSButtonCell"; title = "never"; ObjectID = "137"; */
"137.title" = "never";

/* Class = "NSButtonCell"; title = "only when MacVim launches"; ObjectID = "138"; */
"138.title" = "only when MacVim launches";

/* Class = "NSButtonCell"; title = "on launch and re-activation"; ObjectID = "139"; */
"139.title" = "on launch and re-activation";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "203"; */
"203.title" = "OtherViews";

/* Class = "NSBox"; title = "External Editor"; ObjectID = "213"; */
"213.title" = "External Editor";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "429"; */
"429.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "with a tab for each file"; ObjectID = "430"; */
"430.title" = "with a tab for each file";

/* Class = "NSMenuItem"; title = "with a split for each file"; ObjectID = "431"; */
"431.title" = "with a split for each file";

/* Class = "NSMenuItem"; title = "and set the arglist"; ObjectID = "436"; */
"436.title" = "and set the arglist";

/* Class = "NSMenuItem"; title = "with a window for each file"; ObjectID = "544"; */
"544.title" = "with a window for each file";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "959"; */
"959.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Keep MacVim Running"; ObjectID = "960"; */
"960.title" = "Keep MacVim Running";

/* Class = "NSMenuItem"; title = "Hide MacVim"; ObjectID = "961"; */
"961.title" = "Hide MacVim";

/* Class = "NSMenuItem"; title = "Quit MacVim"; ObjectID = "962"; */
"962.title" = "Quit MacVim";

/* Class = "NSTextFieldCell"; title = "Open files from applications:"; ObjectID = "972"; */
"972.title" = "Open files from applications:";

/* Class = "NSTextFieldCell"; title = "Open untitled window:"; ObjectID = "973"; */
"973.title" = "Open untitled window:";

/* Class = "NSTextFieldCell"; title = "This applies to files opened from the Finder (e.g. by double-clicking on a file or by dragging a file onto the MacVim dock icon) or from external programs such as Xcode. "; ObjectID = "974"; */
"974.title" = "This applies to files opened from the Finder (e.g. by double-clicking on a file or by dragging a file onto the MacVim dock icon) or from external programs such as Xcode. ";

/* Class = "NSButtonCell"; title = "Check for updates"; ObjectID = "975"; */
"975.title" = "Check for updates";

/* Class = "NSTextFieldCell"; title = "When MacVim launches:"; ObjectID = "976"; */
"976.title" = "When MacVim launches:";

/* Class = "NSTextFieldCell"; title = "After last window closes:"; ObjectID = "977"; */
"977.title" = "After last window closes:";

/* Class = "NSButtonCell"; title = "Install"; ObjectID = "980"; */
"980.title" = "Install";

/* Class = "NSButtonCell"; title = "Uninstall"; ObjectID = "981"; */
"981.title" = "Uninstall";

/* Class = "NSTextFieldCell"; title = "External Editor is a bit of a hack. It could make other applications unstable, and it could stop working in new versions of OS X. But it usually works well, and uninstallation completely removes it."; ObjectID = "983"; */
"983.title" = "External Editor is a bit of a hack. It could make other applications unstable, and it could stop working in new versions of OS X. But it usually works well, and uninstallation completely removes it.";

/* Class = "NSTextFieldCell"; title = "(version)"; ObjectID = "984"; */
"984.title" = "(version)";

/* Class = "NSTextFieldCell"; title = "External Editor:"; ObjectID = "985"; */
"985.title" = "External Editor:";

/* Class = "NSTextFieldCell"; title = "Use this to write mails or to fill in web forms with your favorite editor. Save and close the file in your editor to copy the result back to the original application."; ObjectID = "986"; */
"986.title" = "Use this to write mails or to fill in web forms with your favorite editor. Save and close the file in your editor to copy the result back to the original application.";

/* Class = "NSTextFieldCell"; title = "You must restart applications that should notice any change you make above."; ObjectID = "987"; */
"987.title" = "You must restart applications that should notice any change you make above.";

/* Class = "NSTextFieldCell"; title = "This completely removes the External Editor functionality."; ObjectID = "988"; */
"988.title" = "This completely removes the External Editor functionality.";

/* Class = "NSTextFieldCell"; title = "Add “Edit in External Editor…” to the Edit menu of other applications like Mail or Safari."; ObjectID = "989"; */
"989.title" = "Add “Edit in External Editor…” to the Edit menu of other applications like Mail or Safari.";

/* Class = "NSButtonCell"; title = "Use ATSUI renderer"; ObjectID = "990"; */
"990.title" = "Use ATSUI renderer";

/* Class = "NSTextFieldCell"; title = "The ATSUI renderer is faster than the default renderer, but it may have some display issues."; ObjectID = "991"; */
"991.title" = "The ATSUI renderer is faster than the default renderer, but it may have some display issues.";

/* Class = "NSButtonCell"; title = "Enable Quickstart"; ObjectID = "992"; */
"992.title" = "Enable Quickstart";

/* Class = "NSTextFieldCell"; title = "New windows open instantaneously with Quickstart enabled but they may not have the latest runtime files sourced.  If you modify your runtime files (e.g files inside the ~/.vim directory) then you may need to disable and re-enable Quickstart to ensure that the next window you open will pick up on those changes."; ObjectID = "993"; */
"993.title" = "New windows open instantaneously with Quickstart enabled but they may not have the latest runtime files sourced.  If you modify your runtime files (e.g files inside the ~/.vim directory) then you may need to disable and re-enable Quickstart to ensure that the next window you open will pick up on those changes.";

/* Class = "NSButtonCell"; title = "Launch Vim processes in a login shell"; ObjectID = "994"; */
"994.title" = "Launch Vim processes in a login shell";

/* Class = "NSTextFieldCell"; title = "This ensures that $PATH is set, but it might not work if you use a custom shell."; ObjectID = "995"; */
"995.title" = "This ensures that $PATH is set, but it might not work if you use a custom shell.";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "996"; */
"996.title" = "Radio";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "997"; */
"997.title" = "Radio";
